[
  {
    "adjective": ["Albanian"],
    "attacked": "You have awakened the eagle from its mountain roost! This aggression will cost you dearly!",
    "cities": [
      "Krujë",
      "Lezhë",
      "Shkodër",
      "Durrës",
      "Vlorë",
      "Gjirokastër",
      "Korçë",
      "Dibër",
      "Berat",
      "Elbasan",
      "Tirana",
      "Saranda",
      "Apollonia",
      "Butrint",
      "Spinarë",
      "Petrelë",
      "Suli",
      "Janina",
      "Modrič",
      "Svetigrad",
      "Ohrid",
      "Prespa",
      "Kastoria",
      "Otonetë",
      "Vau Dejes",
      "Kukës",
      "Bajë",
      "Rodon",
      "Shkumbin",
      "Haliacmon",
      "Peneios",
      "Axios",
      "Strymon",
      "Nestos",
      "Haliacmon River",
      "Devoll",
      "Vjosë",
      "Drini",
      "Mati"
    ],
    "declaringWar": "You have forgotten what it means to face the Dragon of Albania! Prepare your defenses—justice comes swiftly!",
    "defeated": "The fortresses may fall, but the spirit of Albania can never be conquered. We shall rise again!",
    "denounced": "Your arrogance blinds you to the gathering storm. Mark my words well.",
    "favoredReligion": "Christianity",
    "hateHello": "What do you want?",
    "innerColor": [255, 208, 0],
    "introduction": "I am Skenderbeg, defender of the Albanian lands. My sword is drawn for those who seek honor and freedom.",
    "leaderName": "Skenderbeg",
    "name": "Albania",
    "neutralHello": "Greetings, stranger.",
    "outerColor": [184, 0, 0],
    "personality": "Skenderbeg",
    "preferredVictoryType": "Domination",
    "spyNames": [
      "Gjergj",
      "Donika",
      "Lek",
      "Andronika",
      "Vrana",
      "Karl",
      "Hamza",
      "Balaban",
      "Gjergj Arianiti",
      "Lekë Dukagjini"
    ],
    "startBias": ["Hill", "Mountain"],
    "startIntroPart1": "Glory to you, great Gjergj Kastrioti, known to the world as Skenderbeg, the Dragon of Albania! Born into nobility in the fortress town of Krujë, you stood as the unbreakable will of the Albanian people against the mighty Ottoman Empire. For 25 years, from 1443 to 1468, you commanded a force that never numbered more than 20,000 warriors, yet you achieved what no other Christian leader could—you defeated the Ottomans in open battle and held them at bay through cunning strategy and defensive brilliance. Your legendary League of Lezhë united the fractious Albanian principalities, and your fortress of Krujë became a beacon of hope for all who resisted Ottoman expansion into Europe.",
    "startIntroPart2": "O mighty Dragon of the Mountains, will you once again unite your people and lead them to glory? Can you defend the high passes of Albania and strike fear into the hearts of invaders? Will your legend shine eternal through the ages of history?",
    "tradeRequest": "A fair exchange between free peoples. Will you accept?",
    "uniqueName": "The Dragon's Fury",
    "uniques": [
      "[+25]% Strength <when defending> <for [All] units>",
      "[+1 Movement] <for [All] units> <in [Hill] and [Mountain] tiles>",
      "Units ignore terrain costs when moving into any tile with [Hill] or [Mountain]"
    ]
  }
]
